Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvInvitationFlow/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# VIDEO_CAPTURE_DENIED_MESSAGE
source: Olvid cannot access the camera. To scan QR codes, enable camera access in your device settings.
de: Olvid kann nicht auf die Kamera zugreifen. Um QR-Codes zu scannen, aktivieren Sie den Kamera-Zugriff in Ihren Geräteeinstellungen.
es: Olvid no puede acceder a la cámara. Para escanear códigos QR, habilita el acceso a la cámara en la configuración de tu dispositivo.
fr: Olvid n'a pas accès à la caméra. Pour scanner des codes QR, activez l'accès à la caméra dans les paramètres de votre appareil.
it: Olvid non può accedere alla fotocamera. Per scansionare i codici QR, abilita l'accesso alla fotocamera nelle impostazioni del tuo dispositivo.
ja: Olvidはカメラにアクセスできません。QRコードをスキャンするには、デバイスの設定でカメラへのアクセスを有効にしてください。
ko: Olvid이 카메라에 접근할 수 없습니다. QR 코드를 스캔하려면 장치 설정에서 카메라 접근 권한을 활성화하세요.
pt_br: Olvid não tem permissão para acessar a câmera. Para escanear códigos QR, ative o acesso à câmera nas configurações do seu dispositivo.
pt_pt: O Olvid não consegue aceder à câmara. Para digitalizar códigos QR, ative o acesso à câmara nas definições do seu dispositivo.
ru: Olvid не может получить доступ к камере. Чтобы сканировать QR-коды, включите доступ к камере в настройках вашего устройства.
uk: Olvid не може отримати доступ до камери. Щоб сканувати QR-коди, увімкніть доступ до камери в налаштуваннях пристрою.
zh_hans: Olvid 无法访问相机。要扫描二维码，请在设备设置中启用相机访问权限。

# VIDEO_CAPTURE_DENIED_TITLE
source: Camera Access Denied
de: Kamera-Zugriff verweigert
es: Acceso a la cámara denegado
fr: Accès à la caméra refusé
it: Accesso alla fotocamera negato
ja: カメラへのアクセスが拒否されました
ko: 카메라 접근 거부됨
pt_br: Acesso à câmera negado
pt_pt: Acesso à câmara negado
ru: Доступ к камере отклонен
uk: Доступ до камери заборонено
zh_hans: 相机访问被拒绝

# VIDEO_CAPTURE_RESTRICTED_MESSAGE
source: Olvid cannot access the camera due to device restrictions. To scan QR codes, check your device settings and ensure camera access is allowed for this app.
de: Olvid kann aufgrund von Gerätebeschränkungen nicht auf die Kamera zugreifen. Um QR-Codes zu scannen, überprüfen Sie die Einstellungen Ihres Geräts und stellen Sie sicher, dass dieser App der Zugriff auf die Kamera erlaubt ist.
es: Olvid no puede acceder a la cámara debido a las restricciones del dispositivo. Para escanear códigos QR, comprueba la configuración de tu dispositivo y asegúrate de que el acceso a la cámara esté permitido para esta aplicación.
fr: Olvid ne peut pas accéder à la caméra en raison des restrictions de l'appareil. Pour scanner des codes QR, vérifiez les paramètres de votre appareil et assurez-vous que l'accès à la caméra est autorisé pour cette application.
it: Olvid non può accedere alla fotocamera a causa delle restrizioni del dispositivo. Per scansionare i codici QR, controlla le impostazioni del tuo dispositivo e assicurati che l'accesso alla fotocamera sia consentito per questa app.
ja: デバイス制限のため、Olvidはカメラにアクセスできません。QRコードをスキャンするには、デバイスの設定を確認し、このアプリにカメラへのアクセスが許可されていることを確認してください。
ko: 장치 제한으로 인해 Olvid이 카메라에 접근할 수 없습니다. QR 코드를 스캔하려면 장치 설정을 확인하고 이 앱에 대한 카메라 접근 권한이 허용되었는지 확인하십시오.
pt_br: O Olvid não pode acessar a câmera devido às restrições do dispositivo. Para escanear códigos QR, verifique as configurações do seu dispositivo e certifique-se de que o acesso à câmera esteja permitido para este aplicativo.
pt_pt: O Olvid não consegue aceder à câmara devido às restrições do dispositivo. Para digitalizar códigos QR, verifique as definições do seu dispositivo e certifique-se de que o acesso à câmara está permitido para esta aplicação.
ru: Olvid не может получить доступ к камере из-за ограничений устройства. Чтобы сканировать QR-коды, проверьте настройки вашего устройства и убедитесь, что приложению разрешен доступ к камере.
uk: Olvid не може отримати доступ до камери через обмеження пристрою. Щоб сканувати QR-коди, перевірте налаштування свого пристрою та переконайтеся, що для цієї програми дозволено доступ до камери.
zh_hans: 由于设备限制，Olvid 无法访问摄像头。要扫描二维码，请检查您的设备设置，并确保允许本应用访问摄像头。

# VIDEO_CAPTURE_RESTRICTED_TITLE
source: Camera Access Restricted
de: Kamerazugriff eingeschränkt
es: Acceso a la cámara restringido
fr: Accès à la caméra restreint
it: Accesso alla fotocamera ristretto
ja: カメラへのアクセスが制限されています
ko: 카메라 접근 권한 제한됨
pt_br: Acesso à câmera restrito
pt_pt: Acesso à câmara restrito
ru: Доступ к камере ограничен
uk: Доступ до камери обмежено
zh_hans: 相机访问受限

# YOUR_ID_COULD_NOT_BE_COPIED_TO_CLIPBOARD
source: Your invitation link could not be copied to clipboard 🥲. Please try again.
de: Dein Einladungslink konnte nicht in die Zwischenablage kopiert werden 🙁. Bitte versuche es erneut.
es: No se pudo copiar el enlace de invitación al portapapeles 🥺. Por favor, inténtalo de nuevo.
fr: Votre lien d’invitation n’a pas pu être copié dans le presse-papiers 🥲. Veuillez essayer à nouveau plus tard.
it: Non è stato possibile copiare il tuo link di invito negli appunti 😔. Riprova.
ja: 招待リンクをクリップボードにコピーできませんでした。 🥲。もう一度お試しください。
ko: 초대 링크를 클립보드에 복사할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível copiar o link de convite para a área de transferência. Tente novamente.
pt_pt: Não foi possível copiar o seu link de convite para a área de transferência 🙁. Tente novamente.
ru: Не удалось скопировать ссылку-приглашение в буфер обмена 😔. Пожалуйста, попробуйте еще раз.
uk: Не вдалося скопіювати ваше запрошення до буфера обміну 😔. Будь ласка, спробуйте ще раз.
zh_hans: 无法将您的邀请链接复制到剪贴板，请稍后再试。

# YOUR_ID_WAS_COPIED_TO_CLIPBOARD
source: Your invitation link was copied to clipboard
de: Dein Einladungslink wurde in die Zwischenablage kopiert.
es: Tu ID ha sido copiado al portapapeles
fr: Votre lien d’invitation a été copié dans le presse-papiers
it: Il tuo ID è stato copiato negli appunti
ja: 招待リンクがクリップボードにコピーされました
ko: 초대 링크가 클립보드에 복사되었습니다.
pt_br: O link do seu convite foi copiado para a área de transferência.
pt_pt: O seu link de convite foi copiado para a área de transferência
ru: Ваша ссылка-приглашение скопирована в буфер обмена
uk: Ваше запрошення скопійовано в буфер обміну
zh_hans: 您的邀请链接已复制到剪贴板

# YOU_DO_NOT_HAVE_ANY_GROUPS_YET_DESCRIPTION
source: Use the ‘New group’ button above to create your first one!
de: Nutze die Schaltfläche ‚Neue Gruppe‘ oben, um deine erste Gruppe zu erstellen!
es: Usa el botón ‘Nuevo grupo’ que aparece arriba para crear el primero.
fr: Utilisez le bouton « Nouveau groupe » ci-dessus pour créer votre premier groupe !
it: Utilizza il pulsante "Nuovo gruppo" in alto per crearne uno!
ja: 一番上の「新しいグループ」ボタンを使って、最初のグループを作成しましょう！
ko: 위쪽에 있는 ‘새 그룹’ 버튼을 사용하여 첫 번째 그룹을 만드세요!
pt_br: Use o botão "Novo grupo" acima para criar o seu primeiro grupo!
pt_pt: Use o botão "Novo grupo" acima para criar o seu primeiro grupo!
ru: Используйте кнопку «Новая группа» выше, чтобы создать свою первую группу!
uk: Використовуйте кнопку "Нова група" вище, щоб створити свою першу групу!
zh_hans: 使用上方的“创建新群组”按钮来创建您的第一个群组！

# YOU_DO_NOT_HAVE_ANY_GROUPS_YET_TITLE
source: You don’t have any groups yet.
de: Du hast noch keine Gruppen.
es: Aún no tienes ningún grupo.
fr: Vous n’avez aucun groupe pour le moment.
it: Non hai ancora nessun gruppo.
ja: まだグループがありません。
ko: 아직 그룹이 없습니다.
pt_br: Você ainda não tem nenhum grupo.
pt_pt: Ainda não tem grupos.
ru: У вас пока нет групп.
uk: У вас ще немає груп.
zh_hans: 您还没有任何群组。

source: OK
es: De acuerdo
ja: 了解
ko: 알겠습니다
ru: ОК
uk: Гаразд
zh_hans: 好的
